Repository: EagleErwin/gpgol
Catalog: po/*.po
Languages: fr

source: Error creating file for attachment.
fr: Erreur à la création du fichier à joindre.

source: Error reading attachment.
fr: Erreur à la lecture du fichier joint.

source: Error writing attachment.
fr: Erreur à l'écriture du fichier joint.

source: Sorry, we are not able to decrypt this attachment. Please use the decrypt/verify button to decrypt the entire message again. Then open this attachment.
fr: Désolé, il n'est pas possible de déchiffrer ce fichier joint. Veuillez utiliser le bouton déchiffrer/vérifier pour déchiffrer à nouveau le message entier, puis ouvrir ce fichier joint.

source: GpgOL - Save attachment
fr: GpgOL - Enregistrer le fichier joint

source: Debug output (for analysing problems)
fr: Sortie Debug (pour analyser les problèmes)

source: The user interface server is not available or could not be started in time. You may want to try again.
fr: Kleopatra n'est pas disponible ou n'a pas pu être démarrée à temps. Veuillez ré-essayer.

source: Note: Using compatibility flags: %s
fr: Note : Utilisation de marqueurs de compatibilité : %s

source: Note: Writing debug logs to "%s"
fr: Note : Écriture du journal de debug dans "%s"

source: [no subject]
fr: [pas de sujet]

source: [The content of this message is not visible because it has been decrypted by another Outlook session. Use the "decrypt/verify" command to make it visible]
fr: [Le contenu de ce message n'est pas visible car il a été déchiffré par une autre session Outlook. Utiliser la commande "déchiffrer/vérifier" afin de le rendre visible]

source: [The content of this message is not visible due to an processing error in GpgOL.]
fr: [Le contenu de ce message n'est pas visible à cause d'une erreur d'exécution de GpgOL.]

source: Sorry, we can only encrypt plain text messages and no RTF messages. Please make sure that only the text format has been selected.
fr: Attention, il n'est possible de chiffrer que des messages texte et non des messages RTF. Merci de vérifier que seul le format texte a été sélectionné.

source: [Crypto operation failed - can't show the body of the message]
fr: [Échec de l'opération cryptographique - impossible de visualiser le corps du message]

source: Signature status: %s Message class ..: %s MIME structure .: %s
fr: État de signature : %s Classe de message .. : %s Structure MIME : %s

source: GpgOL - Message Information
fr: GgpOL - Message d'information

source: Signature verification of an encrypted message is not possible.
fr: Il n'est pas possible de vérifier la signature d'un message chiffré.

source: Signature verification of this message class is not possible.
fr: Il n'est pas possible de vérifier la signature de ce type de message.

source: Signature verification of this S/MIME message is not possible. Please check that S/MIME processing has been enabled.
fr: Il n'est pas possible de vérifier la signature S/MIME de ce message. Veuillez vérifier que le traitement S/MIME a été activé.

source: This message has no signature.
fr: Ce message n'a pas de signature.

source: This message is not encrypted.
fr: Ce message n'est pas chiffré

source: Decryption failed (%s)
fr: Échec du déchiffrement (%s)

source: No recipients to encrypt to are given
fr: Il n'y a pas de destinataires vers qui chiffrer

source: Encrypting or signing an empty message is not possible.
fr: Il n'est pas possible de chiffrer ou signer un message vide.

source: Encryption failed (%s)
fr: Échec du chiffrement (%s)

source: Signing failed (%s)
fr: Échec de la signature (%s)

source: Error writing to stream
fr: Erreur d'écriture dans le flux

source: I/O-Error
fr: Erreur d'entrée/sortie

source: General
fr: Général

source: Enable the S/MIME support
fr: Activer le support S/MIME

source: Message sending
fr: Envoi du message

source: &Encrypt new messages by default
fr: &Chiffrer les nouveaux messages par défaut

source: &Sign new messages by default
fr: &Signer les nouveaux messages par défaut

source: Message receiving
fr: Réception de message

source: Show HTML view if possible
fr: Afficher la vue HTML si possible

source: Present encrypted message as attachment
fr: Présenter le message chiffré en tant que fichier joint

source: Crypto Engine
fr: Moteur de Cryptographie

source: This is GpgOL version %s
fr: La version de GpgOL est %s

source: Welcome to GpgOL
fr: Bienvenue dans GpgOL

source: GpgOL adds integrated OpenPGP and S/MIME encryption and digital signing support to Outlook 2003 and 2007. Although we tested this software extensively, we can't give you any guarantee that it will work as expected. The programming interface we are using has not been properly documented by Microsoft and thus the functionality of GpgOL may cease to work with an update of your Windows system. WE STRONGLY ADVISE TO RUN ENCRYPTION TESTS BEFORE YOU START TO USE GPGOL ON ANY SENSITIVE DATA! There are some known problems, the most severe being that sending encrypted or signed mails using an Exchange based account does not work. Using GpgOL along with other Outlook plugins may in some cases not work.
fr: GpgOL ajoute le chiffrement et de la signature numérique OpenPGP et S/MIME à Outlook. Bien que ce logiciel soit testé de manière extensive, il est fourni sans aucune garantie de fonctionnement. L'interface de programmation utilisée n'a pas été correctement documentée par Microsoft et les fonctionnalités de GpgOL sont susceptibles de ne plus fonctionner avec une mise à jour du système Windows. IL EST FORTEMENT RECOMMANDÉ DE FAIRE DES TESTS DE CHIFFREMENT AVANT D'UTILISER GPGOL DE MANIÈRE INTENSIVE. Il y a des problèmes connus, les plus sévères portent sur le fait que l'envoi de mails chiffrés ou signés utilisant un compte basé sur Exchange ne fonctionne pas. L'utilisation de GpgOL avec d'autres plugins Outlook peut également mener à des dysfonctionnements.

source: You have installed a new version of GpgOL. Please open the option dialog and confirm that the settings are correct for your needs. The option dialog can be found in the main menu at: Extras->Options->GpgOL.
fr: Vous avez installé une nouvelle version de GpgOL. Veuillez ouvrir la boite de dialogue d'options et confirmer que la configuration correspond à vos besoins. Cette boite de dialogue est accessible depuis le menu principal : Extras > Options > GpgOL.

source: This version of Outlook is too old! At least versions of Outlook 2003 older than SP2 exhibit crashes when sending messages and messages might get stuck in the outgoing queue. Please update at least to SP2 before trying to send a message
fr: Cette version d'Outlook est trop ancienne ! Une version d'Outlook 2003 antérieure au SP2 provoque un crash lors de l'envoi de messages et les messages peuvent être bloqués dans la queue d'envoi. Merci de mettre à jour au moins à la version SP2 avant d'envoyer un message.

source: &encrypt message with GnuPG
fr: &chiffrer le message avec GnuPG

source: &sign message with GnuPG
fr: &signer le message avec GnuPG

source: GpgOL Decrypt/Verify
fr: GpgOL Déchiffrer / Vérifier

source: Encrypt message with GnuPG
fr: Chiffrer le message avec GnuPG

source: Sign message with GnuPG
fr: Signer le message avec GnuPG

source: This is a signed and encrypted message. Click for more information.
fr: Ceci est un message signé et chiffré. Veuillez le sélectionner pour plus d'informations.

source: This is a signed message. Click for more information.
fr: Ceci est un message signé. Veuillez le sélectionner pour plus d'informations.

source: This is an encrypted message. Click for more information.
fr: Ceci est un message chiffré. Veuillez le sélectionner pour plus d'informations.

source: GnuPG Certificate &Manager
fr: &Gestionnaire de certificats GnuPG

source: Remove GpgOL flags from this folder
fr: Retirer les marqueurs GpgOL de ce répertoire

source: Open the certificate manager
fr: Ouvrir le gestionnaire de certificats

source: You are about to start the process of reversing messages created by GpgOL to prepare deinstalling of GpgOL. Running this command will put GpgOL into a disabled state so that messages are not anymore processed by GpgOL. You should convert all folders one after the other with this command, close Outlook and then deinstall GpgOL. Note that if you start Outlook again with GpgOL still being installed, GpgOL will again process messages.
fr: Vous aller démarrer le processus de récupération des messages créés par GpgOL afin de préparer sa désinstallation. Cette commande va désactiver GpgOL afin qu'il ne traite plus les messages. Vous devriez convertir tous les dossiers un par un avec cette commande, fermer Outlook puis désinstaller GpgOL. Veuillez noter que si vous démarrez Outlook alors que GpgOL est encore installé, GpgOL traitera à nouveau les messages.

source: Do you want to revert this folder?
fr: Voulez-vous récupérer ce dossier ?

source: Encrypt
fr: Chiffrer

source: Sign
fr: Signer

source: Decrypt
fr: Déchiffrer

source: Start the Certificate Management Software
fr: Lancer le gestionnaire de certificats

source: Open GPA or Kleopatra to manage your certificates. You can use this you to generate your own certificates.
fr: Ouvre GPA ou Kleopatra pour la gestion de vos certificats. Vous pouvez utiliser ces outils pour générer vos propres certificats.

source: Encrypt the text of the message
fr: Chiffrer le texte du message

source: Choose the certificates for which the message should be encrypted and replace the text with the encrypted message.
fr: Veuillez choisir les certificats avec lesquels le message sera chiffré. Le texte sera remplacé par le message chiffré.

source: Add a file as an encrypted attachment
fr: Chiffrer un fichier joint

source: Encrypts a file and adds it as an attachment to the message.
fr: Chiffre un fichier et le joint au message.

source: Add a file as an encrypted attachment with a signature
fr: Chiffrer et signer un fichier joint

source: Encrypts a file, signs it and adds both the encrypted file and the signature as attachments to the message.
fr: Chiffre un fichier, le signe puis joint au message le fichier chiffré et la signature.

source: Decrypt the message
fr: Déchiffrer le message

source: Look for PGP or S/MIME encrypted data in the message text and decrypt it.
fr: Déchiffre les données du message chiffrées avec PGP ou S/MIME.

source: Add a signature of the message
fr: Ajouter une signature au message

source: Appends a signed copy of the message text in an opaque signature. An opaque signature ensures that the signed text is not modified by embedding it in the signature itself. The combination of the signed message text and your signature is added below the plain text. The message will not be encrypted!
fr: Ajoute une copie signée du message dans une signature opaque. Une signature opaque assure que le texte signé n'est pas modifié en l'intégrant à la signature elle-même. La combinaison du message signé et de votre signature est ajoutée à la fin du message. Le message ne sera pas chiffré !

source: Start Certificate Manager
fr: Démarrer le gestionnaire de certificats

source: Textbody
fr: Corps du message

source: Verify
fr: Vérifier

source: Attachments
fr: Fichiers joints

source: Encrypted file
fr: Chiffrer un fichier

source: Encrypted file and Signature
fr: Chiffrer et signer un fichier

source: Save and decrypt
fr: Enregistrer et déchiffrer

source: Please select text to encrypt.
fr: Veuillez sélectionner le texte à chiffrer.

source: Textbody empty.
fr: Corps du texte vide.

source: Please add at least one recipent.
fr: Veuillez ajouter au moins un destinataire.

source: Please select a Mail.
fr: Veuillez sélectionner un mail.

source: Please select the data you wish to decrypt.
fr: Veuillez sélectionner les données à déchiffrer.

source: Nothing to decrypt.
fr: Rien à déchiffrer.

source: Signed text
fr: Texte signé

source: Select file to encrypt
fr: Sélectionner le fichier à chiffrer
